<?php
/**
 * Русский перевод основных полей моделей из трейта cubs
 * Date: 02.02.17
 * Time: 13:01
 */
return [
    'Created At' => 'Создано', // имя поля
    'Created By' => 'Автор', // имя поля
    'Updated At' => 'Обновлено', // имя поля
    'Updated By' => 'Редактор', // имя поля
    'State Of Flags' => 'Состояние', // имя поля
    'Blocked At' => 'Заблокировано', // имя поля

    'Created at' => 'Когда было создано', // подсказка поля
    'Author' => 'Создатель', // подсказка поля
    'Updated at' => 'Когда было обновлено', // подсказка поля
    'Updater' => 'Обновивший', // подсказка поля
    'Status of the model' => 'Статус записи', // подсказка поля
    'Blocked at' => 'Когда было заблокировано', // подсказка поля

    'On' => 'Включено',
    'Off' => 'Выключено',
    'Active' => 'Активно',
    'Blocked' => 'Заблокировано',
    'Turn on' => 'Включить',
    'Turn off' => 'Выключить',
    'Block' => 'Заблокировать',
    'Unblock' => 'Разблокировать',

];